Repository: juggle2729/sluck-id
Catalog: locale/*/LC_MESSAGES/django.po
Languages: vi

source: daily sign
vi: Điểm danh mỗi ngày

source: daily sign rule
vi: Liên tục đăng nhập, mỗi ngày +30, nhiều nhất là 100 điểm

source: daily share
vi: Chia sẽ mỗi ngày

source: daily share rule
vi: Trình tự chia sẽ/Sản phẩm/Share ảnh trúng thưởng/Lịch sử trúng thưởng đều có thể share

source: participate
vi: Tham gia đào xu

source: for every $ 1, get 10 points
vi: Mỗi tiêu phí 3k, nhận được 10 điểm tích lũy

source: earn points
vi: Kiếm điểm tích lũy

source: invite friends
vi: Mời bạn bè

source: friends each recharge, both pro-integration
vi: Mỗi lần bạn bè nạp thẻ, bạn sẽ có điểm tích lũy

source: daily points
vi: Tích điểm hằng ngày

source: growth points
vi: Tích điểm trưởng thành

source: fresh mission
vi: Nhiệm vụ tân thủ

source: quick start, play one yuan purchase
vi: Đăng nhập liền tay, Lucky Store chờ bạn!

source: wealth god campaign
vi: Thần tài chỉ đường

source: sign in
vi: Điểm danh

source: share
vi: Chia sẽ

source: treasure
vi: Đào xu

source: redeem points to credits
vi: Lấy %s điểm tích lũy đổi thành %s ví đào xu

source: redeem
vi: Tích điểm đổi

source: pay order
vi: Thanh toán đơn hàng

source: refund order
vi: Hoàn tiền đơn hàng

source: moist campaign
vi: Nạp 50k nhận 88k

source: partner reward
vi: Phúc lợi bạn bè nạp thẻ

source: congratulations
vi: Chúc mừng trước <font color='#2189ff'>%s</font>{{ time }} nhận được %s
